7zip
android-tools
aquamarine
atac
base
base-devel
bat
bbswitch
blender
bluez
bluez-deprecated-tools
bluez-utils
brightnessctl
btop
ccache
check
chromium
cliphist
cloudflared
cmake
cpio
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dosfstools
dunst
efibootmgr
exfatprogs
eza
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-unikey
fd
ffmpeg4.4
fzf
gammastep
geoclue
gimp
git
github-cli
glaze
gnome-keyring
go
greetd
greetd-agreety
grim
grub
gst-plugin-pipewire
gst-plugins-bad
hyprcursor
hyprgraphics
hypridle
hyprland-guiutils
hyprlang
hyprlock
hyprpicker
hyprpolkitagent
hyprsunset
hyprwire
iptables-nft
jdk17-openjdk
jq
kitty
lazygit
less
lib32-mesa
lib32-nvidia-utils
libdisplay-info
libinput
libliftoff
libreoffice-still
libvirt
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lld
lua51
luarocks
lvm2
mesa
meson
mpd
mpv
mtools
muparser
neovim
networkmanager
network-manager-applet
ninja
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nwg-displays
nwg-look
obs-studio
okular
opencl-nvidia
openssh
os-prober
otf-font-awesome
pavucontrol
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
power-profiles-daemon
python-build
python-hatchling
python-installer
qemu-desktop
qemu-full
quickshell
re2
resvg
rofi
rustup
scrcpy
seahorse
slurp
socat
solaar
speedtest-cli
steam
stow
sudo
swappy
swww
tailscale
tmux
tomlplusplus
tree
tree-sitter-cli
udiskie
usbutils
virt-manager
virt-viewer
vulkan-radeon
waybar
waydroid
wayland-protocols
wev
wget
wireplumber
wl-clipboard
xcb-util
xcb-util-errors
xcb-util-wm
xdg-desktop-portal-hyprland
xorg-xwayland
yazi
yq
zathura
zathura-pdf-mupdf
zoxide
zsh
