android-sdk
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
binder_linux-dkms
bridge-utils
hyprsysteminfo
hyprwayland-scanner-git
input-remapper-bin
lazydocker-bin
nbfc-linux
nbfc-qt
oxker
postman-bin
python-imageio-ffmpeg
python-screeninfo
ripdrag
sioyek
smassh-bin
unityhub
vesktop
visual-studio-code-bin
wallust
waypaper
winboat-bin
yay-bin
zen-browser-bin
